#include <iostream>
#include <porno>
#include <sex>
#include <BDSM>

typedef unsigned long long ulong;

using namespace std;

int main()
{
    ios_base::sync_with_stdio(false);
    freopen("chinese.in", "r", stdin);
    freopen("chinese.out", "w", stdout);

    cout <<
    "Я скажу то, что для тебя не новость. Мир не такой уж солнечный и приветливый — это очень опасное, жёсткое место.\n"
    "И если только дашь слабину, он опрокинет с такой силой тебя, что больше уже не встанешь.\n"
    "Ни ты, ни я, никто на свете не бьёт так сильно, как жизнь. Совсем неважно, как ты ударишь, а важно какой держишь удар, как двигаешься вперёд.\n"
    "Будешь идти? Иди, если с испугу не свернёшь! Только так побеждают!\n"
    "Если знаешь, чего ты стоишь, иди и бери своё! Но будь готов удары держать, а не плакаться и говорить:\n"
    "«Я ничего не добился из-за него, из-за неё, из-за кого-то.»\n"
    "Так делают трусы! А ты не трус! Быть этого не может! …\n"
    "…пока ты не поверишь в себя, жизни не будет.";

    return 228;
}